Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Uusi poliisilaki (872/2011) tuli voimaan 1.1.2014.
sv_se: Den nya polislagen (872/2011) trädde i kraft 1.1.2014.

source: Valtioneuvosto on ryhtynyt lain voimaantulosta lähtien seuraamaan poliisimiehen hätävarjelua koskevien säännösten toimivuutta ja ryhtyy tarvittaessa toimenpiteisiin lainsäädännön tarkistamiseksi.
sv_se: Statsrådet har sedan lagen trädde i kraft bevakat hur bestämmelserna om en polismans rätt till nödvärn fungerar och vidtar vid behov åtgärder för att ändra lagstiftningen.

source: Poliisilaki on ollut voimassa vasta kaksi vuotta, ja poliisimiehen hätävarjelua koskevaa oikeuskäytäntöä ei ole ehtinyt syntyä siinä määrin, että sen perusteella voitaisiin arvioida säännösten toimivuutta.
sv_se: Polislagen har varit i kraft endast två år och det har inte hunnit uppstå rättspraxis för polismäns rätt till nödvärn i en sådan utsträckning att man utifrån det skulle kunna bedöma hur bestämmelserna fungerar.

source: Marko Meriniemi, erityisasiantuntija, sisäministeriö
sv_se: Marko Meriniemi, specialsakkunnig, inrikesministeriet

source: Metropolialueen alueellinen eheys ja kilpailukyky
sv_se: Metropolområdets regionala enhetlighet och konkurrenskraft

source: VNS 9/2010 vp – EK 48/2010 vp
sv_se: SRR 9/2010 rd – RSv 48/2010 rd

source: Eduskunta hyväksyi 25.2.2011 selonteon johdosta mietinnön mukaisen kannanoton:
sv_se: Riksdagen godkände 25.2.2011 med anledning av redogörelsen ett ställningstagande enligt betänkandet, enligt vilket riksdagen inte har något att anmärka med anledning av redogörelsen och

source: että eduskunnalla ei ole huomautettavaa selonteon johdosta ja että eduskunta edellyttää valtioneuvoston tekevän seuraavan vaalikauden aikana tarvittavia päätöksiä, joilla vaikutetaan segregaatioon eli asuinalueiden eriytymiskehitykseen ja aluetta kehitetään alueellisesti eheäksi, yhdyskuntarakenteeltaan toimivaksi ja kansainvälisessä vertailussa entistä kilpailukykyisemmäksi alueeksi, joka voi edistää koko Suomen menestystä vielä nykyistäkin paremmin ja jossa kansalaisilla on hyvät mahdollisuudet vaikuttaa oman elinympäristönsä päätöksentekoon.
sv_se: riksdagen förutsätter att statsrådet under nästa valperiod fattar nödvändiga beslut för att påverka segregeringsutvecklingen i metropolområdet och för att medverka till att integrera området, förbättra dess samhällsstruktur och göra det till en internationellt ännu mer konkurrenskraftig region som kan bidra till att hela Finland klarar sig ännu bättre och där medborgarna har goda möjligheter att påverka besluten om sin livsmiljö.

source: Valtioneuvosto päätti 17.3.2011 ryhtyä kannanotosta aiheutuviin toimenpiteisiin.
sv_se: Statsrådet beslutade den 17 mars 2011 att vidta de åtgärder som uttalandet ger anledning till.

source: Jyrki Kataisen hallituksen ohjelman mukaisesti metropolipolitiikkaa on jatkettu ja sen toteuttaminen on organisoitu vuoden 2011 aikana.
sv_se: I enlighet med regeringsprogrammet för Jyrki Katainens regering fortskred metropolpolitiken och genomförandet organiserades 2011.

source: Metropolipolitiikan sisällöllisiä painopisteitä ovat olleet hallinnon rakenteiden kehittäminen sekä maakäyttö, asuminen ja liikenne, kansainvälinen kilpailukyky, maahanmuuttokysymykset ja sosiaalinen eheys.
sv_se: De innehållsmässiga prioriteringarna för metropolpolitiken har varit utveckling av förvaltningsstrukturerna, markanvändning, boende och trafik, den internationella konkurrenskraften, invandringsfrågor och social integration.

source: Painopisteistä täsmennetyt keskeiset hankkeet ja niiden toteuttamisen edistyminen vuosien 2011–2014 aikana on kuvattu aiemmissa lausumavastauksissa.
sv_se: De spetsprojekt som de preciserade prioriteringarna utmynnade i och projektgenomförandet 2011–2014 har beskrivits i tidigare svar.

source: Tässä kuvatut toimet täydentävät aiempia vastauksia vuoden 2015 osalta, ja koskevat hallinnon rakenteiden kehittämisen painopistettä.
sv_se: De åtgärder som nu beskrivs kompletterar de tidigare svaren för 2015 års vidkommande och gäller prioriteringen för utveckling av förvaltningsstrukturerna.

source: Metropolialueen kuntajakoselvitysalueita ja metropolihallintoa koskeva esiselvitys valmistui 5.3.2013.
sv_se: En förutredning om metropolområdets kommunindelningsområden samt metropolförvaltningen blev färdig den 5 mars 2013.

source: Metropolihallintoa koskevaa lainsäädäntöä valmisteleva työryhmä asetettiin 4.10.2013, ja työryhmän esitys lähetettiin lausunnoille 10.12.2014.
sv_se: En arbetsgrupp för beredning av lagstiftningen om metropolförvaltningen tillsattes den 4 oktober 2013, och arbetsgruppens förslag sändes på remiss den 10 december 2014.

source: Lakipaketin mukaan metropolihallinnon tehtävät kohdistuisivat lähinnä MAL -asioihin, johon liittyen kaavajärjestelmää uudistettaisiin metropolikaavalla.
sv_se: Enligt lagpaketet skulle metropolförvaltningens uppgifter främst gälla markanvändning, boende och trafik och plansystemet därmed utökas med en metropolplan.

source: Hallituksen esitystä eduskunnalle ei asiassa annettu.
sv_se: Någon proposition i detta syfte lämnades inte till riksdagen.

source: Päätös erityisen kuntajakoselvityksen toimittamisesta Espoon, Helsingin, Kauniaisten, Keravan ja Vantaan kaupunkien sekä Kirkkonummen, Sipoon, Tuusulan ja Vihdin kuntien välillä tehtiin 9.12.2013.
sv_se: Beslut om att en särskild utredning om kommunindelningen ska göras mellan städerna Esbo, Helsingfors, Grankulla, Kervo och Vanda samt kommunerna Kyrkslätt, Sibbo, Tusby och Vichtis fattades den 9 december 2013.

source: Kuntajakoselvittäjien esitys valmistui 5.12.2014.
sv_se: Utredarnas förslag blev färdigt den 5 december 2014.

source: Helsingin kaupunkia lukuun ottamatta kuntien kannat selvittäjien esitykseen olivat kielteisiä, eikä selvitys ole johtanut kuntaliitoksiin.
sv_se: Med undantag för Helsingfors förhöll sig kommunerna negativa till förslaget. Utredningen har inte lett till några kommunsammanslagningar.

source: Asia ei enää anna aihetta toimenpiteisiin.
sv_se: Ärendet ger inte längre anledning till åtgärder.

source: Olli Maijala, neuvotteleva virkamies, ympäristöministeriö
sv_se: Olli Maijala, konsultativ tjänsteman, miljöministeriet

source: Poliisin erityisestä eroamisikäsääntelystä luopumisen vaikutukset
sv_se: Effekterna av att den särskilda avgångsåldern för polismän slopas

source: Hallituksen esitys eduskunnalle laeiksi poliisin hallinnosta annetun lain 15 §:n muuttamisesta, hätäkeskustoiminnasta annetun lain 30 §:n muuttamisesta ja valtion virkamieslain 35 §:n 2 momentin kumoamisesta
sv_se: Regeringens proposition till riksdagen med förslag till lagar om ändring av 15 § i polisförvaltningslagen och av 30 § i lagen om nödcentralsverksamhet samt om upphävande av 35 § 2 mom. i statstjänstemannalagen.

source: "Eduskunta edellytti 12.12.2012, että hallitus seuraa tarkkaan poliisin erityisestä eroamisikäsääntelystä luopumisen vaikutuksia ja muutosprosessin toteuttamista sekä ryhtyy tarvittaessa seurantatulosten vaatimiin lainvalmistelu- ja muihin toimenpiteisiin."
sv_se: ”Riksdagen förutsatte 12.12.2012 att regeringen noga följer upp vilka effekter det har att den särskilda avgångsåldern för polismän slopas och hur förändringsprocessen förlöper och i förekommande fall vidtar de lagberedningsåtgärder och andra mått och steg som uppföljningsresultatet ger anledning till.”

source: Sanna Heikinheimo, poliisijohtaja, sisäministeriö
sv_se: Sanna Heikinheimo, polisdirektör, inrikesministeriet

source: Julkisen hallinnon tietohallinnon yhteentoimivuus
sv_se: Interoperabiliteten i informationsförvaltningen inom den offentliga förvaltningen

source: Eduskunta edellyttää hallituksen seuraavan lainsäädännön tavoitteiden, kuten tietojärjestelmien yhteentoimivuuden ja kustannustehokkuuden, toteutumista sekä ryhtyvän tarvittaviin toimenpiteisiin, mikäli ilmenee, etteivät lainsäädännön tavoitteet toteudu.
sv_se: Riksdagen förutsätter att regeringen ger akt på hur lagstiftningens mål, såsom informationssystemens interoperabilitet och kostnadseffektivitet, genomförs och vidtar behövliga åtgärder om det visar sig att målen inte nås.

source: Eduskunta edellyttää lisäksi, että hallintovaliokunnalle annetaan perustuslain 47 §:n 2 momentissa tarkoitettu kirjallinen selvitys saavutetuista tuloksista mukaan lukien vapaaehtoisen yhteistyön eteneminen seuraavan vaalikauden aikana.
sv_se: Vidare förutsätter riksdagen att förvaltningsutskottet får en skriftlig utredning enligt 47 § 2 mom. i grundlagen om resultaten, inbegripet hur det frivilliga samarbetet ska gå vidare under nästa valperiod.

source: Eduskunta on edellyttänyt, että hallintovaliokunnalle annetaan perustuslain 47 §:n 2 momentissa tarkoitettu kirjallinen selvitys saavutetuista tuloksista mukaan lukien vapaaehtoisen yhteistyön edistyminen.
sv_se: Riksdagen har förutsatt att förvaltningsutskottet får en skriftlig utredning enligt 47 § 2 mom. i grundlagen om resultaten, inbegripet hur det frivilliga samarbetet ska gå vidare.

source: Selvitys on annettu hallintovaliokunnalle joulukuussa 2014.
sv_se: Utredningen har lämnats till förvaltningsutskottet i december 2014.

source: Hallintovaliokunta on antanut valtiovarainministeriön selvityksestä lausunnon (HaVM 41/2015 vp).
sv_se: Förvaltningsutskottet har gett ett utlåtande om finansministeriets utredning (FvUU 41/2014 rd).

source: Hallintovaliokunta toteaa lausunnon yhteenvedossa muun muassa seuraavia asioita.
sv_se: Förvaltningsutskottet konstaterar bland annat följande i utlåtandets sammanfattning.

source: Hallintovaliokunta katsoo, että tietohallintolain täytäntöönpanoa tulee tehostaa ja ottaa myös laissa säädetyt asetuksenantovaltuudet nykyistä laajemmin käyttöön.
sv_se: Förvaltningsutskottet menar att verkställigheten av lagen måste effektiviseras och att de bemyndiganden att utfärda förordning som lagen ger måste utnyttjas bättre.

source: Myös kunnat tarvitsevat valtion taholta nykyistä tehokkaampaa ohjausta.
sv_se: Också kommunerna behöver effektivare statlig styrning i detta avseende.

source: Hallintovaliokunta pitää lain täytäntöönpanon ja kustannustehokkuuden kannalta olennaisena, että kokonaisuuksia koordinoidaan ja järjestelmien toiminnallisesta yhteensopivuudesta huolehditaan.
sv_se: Förvaltningsutskottet anser det vara väsentligt med tanke på kostnadseffektiviteten och verkställigheten av lagen att man samordnar de olika komponenterna och säkrar systemens funktionella kompatibilitet.

source: Valiokunta tähdentää johdon roolia ja vastuuta.
sv_se: Utskottet vill betona ledningens roll och ansvar.

source: Valiokunta korostaa, että tietojärjestelmien kehittäminen tulee nähdä osana valtionhallinnon toiminnan ja palvelujen kehittämistä.
sv_se: Utskottet betonar att utvecklingen av informationssystemen ska ses som ett led i utvecklandet av statsförvaltningens verksamhet och dess tjänster.

source: Hallintovaliokunta pitää välttämättömänä ICT-hankkeiden nykyistä parempaa suunnittelua, ohjausta ja seurantaa.
sv_se: Det står fullt klart att IKTprojekten måste planeras, styras och följas bättre än i dag.

source: Valiokunta tähdentää hallinnonalojen oman toiminnan merkitystä, mutta korostaa samalla valtiovarainministeriön JulkICT:n roolia kokonaisarkkitehtuurityössä, hankkeiden koordinoinnissa ja arvioinnissa sekä riskienhallinnassa.
sv_se: Utskottet understryker betydelsen av förvaltningsområdenas egen verksamhet, men betonar samtidigt den roll finansministeriets JulkICT-funktion har i arbetet för den övergripande arkitekturen, samordningen och utvärderingen av projekten och riskhanteringen.

source: Valiokunta katsoo, että hankkeiden seurantaa tulee tehostaa.
sv_se: Utskottet anser att uppföljningen ska bli effektivare.

source: Valiokunta pitää kannatettavana, että oikeusministeriön, valtiovarainministeriön sekä opetus- ja kulttuuriministeriön yhteistyönä selvitetään viranomaisten toiminnan julkisuudesta annetun lain (621/1999), tietohallintolain ja arkistolain (831/1994) muutostarpeet ja arvioidaan kokonaisuudistuksen tarpeellisuus.
sv_se: Utskottet understöder att justitieministeriet, finansministeriet och undervisnings- och kulturministeriet i samråd ser över vilka ändringar som krävs i lagen om offentlighet i myndigheternas verksamhet (621/1999), informationsförvaltningslagen och arkivlagen (831/1994) och bedömer behovet av en övergripande reform.

source: Tietohallintolain tarkoituksena on tehostaa julkisen hallinnon toimintaa sekä parantaa julkisia palveluja ja niiden saatavuutta säätämällä julkisen hallinnon tietohallinnon ohjauksesta ja tietojärjestelmien yhteentoimivuuden edistämisestä ja varmistamisesta.
sv_se: Syftet med informationsförvaltningslagen är att effektivisera den offentliga förvaltningen och förbättra offentliga tjänster och deras tillgänglighet genom att föreskriva om styrningen av den offentliga förvaltningens informationsförvaltning samt om främjandet och säkerställandet av informationssystemens interoperabilitet.

source: Tietohallintolain toimeenpanoa on tehostettu johtamalla julkisen hallinnon kokonaisarkkitehtuurityötä julkisen hallinnon tietohallinnon neuvottelukunnan JUHTA:n toiminnan puitteissa tapahtuvalla suunnitelmallisella kehittämistyöllä.
sv_se: Genomförandet av informationsförvaltningslagen har effektiviserats genom att leda arbetet för den offentliga förvaltningens övergripande arkitektur med systematiskt utvecklingsarbete inom ramen för delegationen för informationsförvaltningen inom den offentliga förvaltningen (JUHTA).

source: Vuonna 2015 on tehty julkisen hallinnon kokonaisarkkitehtuurityötä koskevan julkisen hallinnon suosituksen (JSH 179) uudistamistyötä, joka valmistuu vuonna 2016.
sv_se: Under 2015 har den offentliga förvaltningens rekommendation för den övergripande arkitekturen (JSH 179) förnyats, och den nya rekommendationen blir färdig 2016.

source: Sen rinnalla on valmisteltu tietohallintolain nojalla annettavaa asetusta, joka voidaan antaa suosituksen valmistuttua.
sv_se: Därtill har det beretts en förordning med stöd av informationsförvaltningslagen. Den kan lämnas in när rekommendationen blir färdig.

source: Kansallisen palveluarkkitehtuurin kehittämistä on tuettu kokonaisarkkitehtuurityöllä laatimalla sitä koskeva viitearkkitehtuuri.
sv_se: Utvecklingen av en nationell servicearkitektur har fått stöd av arbetet för den övergripande arkitekturen, och det har utarbetats en referensarkitektur gällande den.

source: Kokonaisarkkitehtuuriosaamisen kehittämistä on jatkettu yhteisillä koulutuksilla.
sv_se: Utvecklingen av kunskaperna om den övergripande arkitekturen har fortsatt med gemensamma kurser.

source: Hallinnonalojen kokonaisarkkitehtuurityön tasoa on seurattu vuodesta 2013 saakka.
sv_se: Nivån på de olika förvaltningsområdenas arkitekturarbete har följts sedan 2013.

source: Seurannan perusteella voidaan todeta, että kokonaisarkkitehtuurityö on hallinnonaloilla kehittynyt, mutta osin pistemäisesti.
sv_se: På basis av uppföljningen kan man konstatera att arbetet med den övergripande arkitekturen har utvecklats inom förvaltningsområdena, men dels bara punktvis.

source: Sosiaali- ja terveysministeriön hallinnonalalla ollaan kokonaisarkkitehtuurityössä pisimmällä.
sv_se: Social- och hälsovårdsministeriets förvaltningsområde har kommit längst med arbetet.

source: Julkisen hallinnon tietohallinnon ja ICT:n kehittämisen kokonaisuutta koordinoidaan ja johdetaan muun muassa valtionhallinnossa käytössä olevalla yhteisellä hankesalkkuratkaisulla.
sv_se: Utvecklingen en den offentliga förvaltningens informationsförvaltning och IKT koordineras och leds med bland annat ett gemensamt projektportföljssystem, som används inom statsförvaltningen.

source: Sinne viedään tiedot vähintään kaikista tieto- ja viestintätekniikan kehittämistä sisältävistä hankkeista, joiden kokonaiskustannukset ovat yli miljoona euroa.
sv_se: I den införs information om minst alla projekt i vilka utveckling av informations- och kommunikationsteknologi ingår och vars helhetskostnader överskrider en miljon euro.

source: Hankkeiden tilanteesta raportoidaan salkussa vähintään kolme kertaa vuodessa.
sv_se: Om projektens läge rapporteras inom portföljen minst tre gånger per år.

source: Valtiovarainministeriö tekee salkusta yhteenvedon raportointijaksoittain.
sv_se: Finansministeriet gör en sammanfattning av portföljen per rapporteringsperiod.

source: Yhteenveto käydään läpi tietohallinnon kehittämis- ja koordinaatioryhmässä (TIETOKEKO).
sv_se: Sammanfattningen gås genom av informationsförvaltningens utvecklings- och koordineringsgrupp (TIETOKEKO).

source: Valtion tieto- ja viestintäteknisen toiminnan kokonaismenot olivat vuonna 2014 yhteensä noin 727 milj. euroa.
sv_se: Helhetskostnaderna för statens IKT-verksamhet var cirka 727 milj. euro 2014.

source: Vertailukelpoiset kokonaismenot vähenivät 23 milj. euroa (-3,1 %) vuoteen 2013 verrattuna.
sv_se: Jämförbara helhetskostnader sjönk med 23 milj. euro (-3,1 %) från 2013.

source: Hallituksen arvion mukaan kokonaisnäkemys ja johdon ymmärrys tietohallinnon roolista osana toiminnan ja palvelujen kehittämistä on parantunut.
sv_se: Regeringen anser att helhetssynen och ledningens förståelse för informationsförvaltningens roll som en del av utvecklingen av verksamheten och tjänsterna har förbättrats.

source: Tietohallinto ja tieto- ja viestintätekniikka nähdään laajasti keinona parantaa julkisia palveluja ja tehostaa julkisen hallinnon toimintaa.
sv_se: Informationsförvaltningen och informations- och kommunikationsteknologin ses som ett sätt att förbättra offentliga tjänster och effektivera den offentliga förvaltningen.

source: Tämä näkyy erityisesti toimenpiteissä, joita on pääministeri Juha Sipilän hallitusohjelman toimeenpanon yhteydessä valmisteltu osana julkisten palvelujen digitalisoinnin kärkihanketta.
sv_se: Detta syns i synnerhet i åtgärder som har beretts i samband med genomförandet av statminister Juha Sipiläs regeringsprogram som en del av spetsprogrammet för digitalisering av offentliga tjänster.

source: Kärkihankkeen toimeenpanossa on muun muassa koottu ehdotuksia digitalisaatiota edistävistä toimenpiteistä ja hankkeista.
sv_se: Vid spetsprojektets genomförande har man bland annat samlat förslag om åtgärder och projekt som främjar digitalisering.

source: Ehdotusten käsittelyssä on korostettu muun muassa hankkeiden hyötyjen toteutumismahdollisuuksia, tuottavuushyötyjä, asiakaslähtöisyyttä ja suunnitelmien laatua.
sv_se: När förslagen har behandlats, har man bland annat undersökt hur nyttan av projekten kan förverkligas samt deras produktivitetsfördelar, kundorientering och planernas kvalitet.

source: Osana kärkihankkeen toimeenpanoa valmistellaan myös tiedon hallinnan lainsäädännön uudistamista, millä tuettaisiin digitaalisten toimintatapojen käyttöönottoa.
sv_se: Som en del av genomförandet av spetsprojektet håller man även på att bereda en reform av informationsförvaltningslagstiftningen, vilket skulle stöda införandet av digitala verksamhetsmodeller.

source: Eduskunnan edellyttämä selvitys on annettu ja tietohallintolain tavoitteiden toteutumisen seuranta on osa normaalia julkisen hallinnon tietohallinnon ohjaustoimintaa.
sv_se: Den utredning som riksdagen förutsatte har getts och uppföljningen av hur målen med informationsförvaltningslagen genomförs är en del av den sedvanliga styrningen av den offentliga förvaltningens informationsförvaltning.

source: Asia ei anna enää aihetta toimenpiteisiin ja lausuma voidaan poistaa.
sv_se: Ärendet ger inte längre anledning till åtgärder och uttalandet kan strykas.

source: Sami Kivivasara, lainsäädäntöneuvos, VM
sv_se: Sami Kivivasara, lagstiftningsråd, FM

source: Poliisin henkilötietolain kokonaisuudistus
sv_se: Totalrevidering av lagen om behandling av personuppgifter i polisens verksamhet

source: Eduskunta edellytti 16.12.2013, että hallitus käynnistää mahdollisimman pian poliisin henkilötietolain kokonaisuudistuksen ja että sen yhteydessä huomioidaan muiden seikkojen ohella EU:ssa valmisteilla olevan uuden tietosuojalainsäädännön lopullinen sisältö ja vaatimukset kansalliselle lainsäädännölle sekä hallintovaliokunnan mietinnöstä HaVM 26/2013 vp ilmenevät lain rakennetta ja sisältöä koskevat huomautukset, mukaan lukien poliisin henkilötietolaissa tarkoitettujen rekisterien valvonnan kehittäminen.
sv_se: Riksdagen förutsatte 16.12.2013 att regeringen snarast möjligt påbörjar en totalrevidering av lagen om behandling av personuppgifter i polisens verksamhet och att man i samband därmed också beaktar det slutliga innehållet i den nya dataskyddslagstiftning som är under beredning i EU och vilka krav den ställer på den nationella lagstiftningen. Avseende ska dessutom fästas vid de anmärkningar beträffande lagens struktur och innehåll som framgår av förvaltningsutskottets betänkande FvUB 26/2013 rd och vid behovet att utveckla tillsynen över polisens register.

source: Samassa yhteydessä tulee tarkistaa myös rajavartiolaitoksen henkilötietolain säännökset.
sv_se: På samma gång ska även bestämmelserna i lagen om behandling av personuppgifter vid gränsbevakningsväsendet justeras.

source: Sisäministeriö sisällytti lainsäädäntösuunnitelmaansa 2015–2019 kyseistä asiaa koskevan esiselvityksen, jonka tavoitteena oli kartoittaa valmisteilla olevasta EU:n tietosuojalainsäädännön uudistuksesta ja siihen liittyvästä kansallisen yleislainsäädännön muuttamisesta aiheutuvia sisäministeriön hallinnonalan lainsäädännön muutostarpeita.
sv_se: Inrikesministeriet tog i sin lagstiftningsplan för 2015–2019 in en förutredning om saken vars syfte var att kartlägga de behov av ändringar i lagstiftningen inom inrikesministeriets förvaltningsområde som orsakas av den reform av EU:s dataskyddslagstiftning som är under beredning och de ändringar i den nationella allmänna lagstiftningen som ansluter sig till reformen.

source: Tässä yhteydessä tuli ottaa huomioon hallintovaliokunnan mietinnössään HaVM 26/2013 vp esittämät huomautukset.
sv_se: Samtidigt skulle man beakta förvaltningsutskottets anmärkningar i betänkandet FvUB 26/2013 rd.

source: Esiselvitys oli tarkoitus käynnistää vuoden 2015 aikana.
sv_se: Avsikten var att förutredningen skulle inledas under 2015.

source: Sisäministeriö on parhaillaan asettamassa poliisin henkilötietolain kokonaisuudistushanketta.
sv_se: Inrikesministeriet håller just nu på att tillsätta ett projekt för en totalrevidering av lagen om behandling av personuppgifter i polisens verksamhet.

source: EU:n tietosuojalainsäädännön lopullisesta sisällöstä on saatu varmuus vasta vuoden 2015 lopussa.
sv_se: Först i slutet av 2015 fick man bekräftelse om det slutliga innehållet i EU:s dataskyddslagstiftning.

source: Säädöshankkeessa otetaan huomioon hallintovaliokunnan mietinnössään HaVM 26/2013 vp esittämät huomautukset EU:n tietosuojalainsäädännön täytäntöönpanon lisäksi sekä eräät keskeisimmät rikostorjunnan tarpeet.
sv_se: I lagstiftningsprojektet beaktas förutom genomförandet av EU:s dataskyddslagstiftning även de anmärkningar som förvaltningsutskottet framfört i betänkandet FvUB 26/2013 rd samt vissa av de viktigaste behoven inom brottsbekämpningen.

source: Työskentelyyn otetaan mukaan keskeisiä muita ministeriöitä.
sv_se: Andra ministerier av central betydelse tas med i arbetet.

source: Tavoitteena on valmistella hallituksen esitykset niin, että ne saatettaisiin eduskunnan käsiteltäväksi syysistuntokauden loppupuolella 2017.
sv_se: Målet är att bereda regeringens propositioner så att de kan överlämnas till riksdagen i slutet av höstsessionen 2017.

source: Sisäministeriö on sisällyttänyt lainsäädäntösuunnitelmaansa 2016–2020 hankkeen Rajavartiolaitoksen henkilötietolain tarkistamisesta.
sv_se: Inrikesministeriet har i sin lagstiftningsplan för 2016–2020 tagit in ett projekt för en översyn av lagen om behandling av personuppgifter vid gränsbevakningsväsendet.
